{
    "pages": {
        "home": {
            "title": "Youtube Video Downloader",
            "buttonDownload": "Descargar",
            "buttonDownloadPlaylist": "Descargar playlist",
            "labelMp3": "MP3",
            "labelMp4": "MP4",
            "actionSheet": {
                "header": "Opciones adicionales",
                "optionUploadDrive": "Subir a Google Drive",
                "optionUploadDropbox": "Subir a Dropbox",
                "optionUploadOneDrive": "Subir a OneDrive",
                "optionCancel": "Cancelar"
            },
            "alert": {
                "excludedVideo": {
                    "title": "Descargar Video de Youtube",
                    "message": "😓 Lo sentimos, no tenemos permiso para descargar este video y ha sido excluído de nuestro servicio."
                },
                "uploadVideo": {
                    "title": "Subir audio | video a {{service}}",
                    "erroMessage": "😓 Error subiendo audio | video a {{service}}"
                },
                "downloadPlaylist": {
                    "title": "Descargar Playlist de Youtube",
                    "message": "¿Estás seguro de descargar los {{items}} elementos de esta playlist? Esta tarea puede requerir tiempo ⌛"
                }
            },
            "validations": {
                "errorWrongYoutubeUrl": "La URL del video de Youtube es incorrecta"
            }
        }
    },
    "components": {
        "info": {
            "title": "Información acerca del Descargador de Videos de Youtube",
            "features": {
                "fastTitle": "Descarga rápido vídeos de YouTube a ficheros MP3 | MP4",
                "fastParagraph": "Sin duda, el descargador de vídeo mp3 | mp4 más rápido que puedes encontrar en Internet.",
                "freeTitle": "Descargador de vídeos de Youtube gratuito y sin publicidad",
                "freeParagraph": "De forma gratuita y sin molestos anuncios que aparecen con cada descarga.",
                "noSoftwareTitle": "Descarga tu vídeo sin necesidad de instalar ningún software",
                "noSoftwareParagraph": "Sin necesidad de iniciar sesión, sin necesidad de compartir tu información personal,...",
                "uploadTitle": "Sube tu música o vídeos a la nube en un instante",
                "uploadParagraph": "Sube tu archivo mp3 o mp4 a tu servicio de almacenamiento en la nube favorito."
            },
            "steps": {
                "selectVideoTitle": "Selecciona un video de Youtube",
                "selectVideoParagraph": "Busca tu vídeo en Youtube y copia su enlace URL.",
                "pasteLinkTitle": "Pegar el enlace URL de Youtube",
                "pasteLinkParagraph": "Una vez que hayas copiado el enlace URL, pégalo en el campo de búsqueda del descargador.",
                "downloadTitle": "Descarga tu vídeo a MP3 | MP4",
                "downloadParagraph": "Haz clic en el botón de descarga para empezar a descargar tu vídeo en formato mp3 | mp4.",
                "uploadTitle": "Tu música y tus vídeos siempre contigo",
                "uploadParagraph": "En las opciones adicionales, seleccione el alojamiento en la nube y siga los siguientes pasos."
            }
        },
        "moreOptions": {
            "copyrightClaims": "Aviso de copyright"
        },
        "copyrightClaims": {
            "title": "Reclamaciones de derechos de autor",
            "information": "<p>Respetamos los derechos de propiedad intelectual de otros y le pedimos que haga lo mismo. No permitimos actividades que infrinjan los derechos de autor y suspenderemos de inmediato el contenido protegido por derechos de autor (servido a través de una dirección web / URL disponible públicamente) para que su plataforma no pueda convertirlo y descargarlo cuando se le notifique amablemente.</p><br><p>Si usted es un creador / propietario de contenido, propietario de derechos de autor o un agente de los mismos y desea deshabilitar el posible uso de nuestra web para convertir sus contenidos disponibles públicamente, envíenos una solicitud por correo electrónico con la información se indica a continuación y pondremos en la lista negra los contenidos en nuestro sistema dentro de las 48 horas.</p><br><p>Todas las notificaciones que no sean relevantes para nosotros o que no sean efectivas en virtud de la ley no recibirán ninguna respuesta o acción al respecto.</p><p>Una notificación efectiva de una supuesta infracción debe ser una comunicación escrita a nuestro correo electrónico que incluya sustancialmente lo siguiente:</p><ul><li>Identificación de la obra protegida por derechos de autor que se cree que se ha infringido. Por favor, describa la obra y, cuando sea posible, incluya una copia o la ubicación (por ejemplo, una URL) de una versión autorizada de la obra.</li><li>Identificación del material que se cree que está infringiendo y su ubicación o, en el caso de los resultados de la búsqueda, identificación de la referencia o enlace al material o actividad que se alega que está infringiendo. Describa el material y proporcione una URL o cualquier otra información pertinente que nos permita localizar el material en el sitio web o en Internet</li><li>Información que nos permita ponernos en contacto con usted, incluida su dirección, número de teléfono y su dirección de correo electrónico.</li><li>Una declaración de que cree de buena fe que el uso del material objeto de la reclamación no está autorizado por usted, su agente o la ley. </li><li>Una declaración de que la información contenida en la notificación es exacta y que, bajo pena de perjurio, usted es el propietario o está autorizado a actuar en nombre del propietario de la obra presuntamente infringida.</li><li>Una firma física o electrónica del titular de los derechos de autor o de un representante autorizado. </li></ul><p>Si un resultado de búsqueda en su sitio web se elimina en virtud de una notificación de supuesta infracción de los derechos de autor, puede proporcionarnos una contranotificación, que debe ser una comunicación escrita a nuestro correo electrónico indicado anteriormente y satisfactoria para nosotros que incluya sustancialmente lo siguiente:</p><ul><li>Su firma física o electrónica</li><li>Identificación del material que se ha eliminado o cuyo acceso se ha deshabilitado y la ubicación en la que aparecía el material antes de que se eliminara o se deshabilitara el acceso a él. </li><li>Una declaración bajo pena de perjurio de que usted cree de buena fe que el material fue eliminado o inhabilitado como resultado de un error o una identificación errónea del material que debe ser eliminado o inhabilitado.</li><li>Su nombre, dirección, número de teléfono, dirección de correo electrónico y una declaración de que usted consiente la jurisdicción de los tribunales en la dirección que usted proporcionó en la que se encuentra el supuesto propietario de los derechos de autor.</li><li>Una declaración de que usted aceptará la notificación del proceso del supuesto propietario de los derechos de autor o su agente.</li></ul>"
        }
    }
}
