{
    "pages": {
        "home": {
            "title": "Youtube Video Downloader",
            "buttonDownload": "Descargar",
            "labelMp3": "MP3",
            "labelMp4": "MP4",
            "actionSheet": {
                "header": "Opciones adicionales",
                "optionUploadDrive": "Subir a Google Drive",
                "optionUploadDropbox": "Subir a Dropbox",
                "optionUploadOneDrive": "Subir a OneDrive",
                "optionCancel": "Cancelar"
            },
            "alert": {
                "excludedVideo": {
                    "title": "Descargar Video de Youtube",
                    "message": " Lo sentimos, no tenemos permiso para descargar este video y ha sido exclu铆do de nuestro servicio."
                }
            },
            "validations": {
                "errorWrongYoutubeUrl": "La URL del video de Youtube es incorrecta"
            }
        }
    },
    "components": {
        "info": {
            "title": "Informaci贸n acerca del Descargador de Videos de Youtube",
            "features": {
                "fastTitle": "Descarga r谩pido v铆deos de YouTube a ficheros MP3 | MP4",
                "fastParagraph": "Sin duda, el descargador de v铆deo mp3 | mp4 m谩s r谩pido que puedes encontrar en Internet.",
                "freeTitle": "Descargador de v铆deos de Youtube gratuito y sin publicidad",
                "freeParagraph": "De forma gratuita y sin molestos anuncios que aparecen con cada descarga.",
                "noSoftwareTitle": "Descarga tu v铆deo sin necesidad de instalar ning煤n software",
                "noSoftwareParagraph": "Sin necesidad de iniciar sesi贸n, sin necesidad de compartir tu informaci贸n personal,...",
                "uploadTitle": "Sube tu m煤sica o v铆deos a la nube en un instante",
                "uploadParagraph": "Sube tu archivo mp3 o mp4 a tu servicio de almacenamiento en la nube favorito."
            },
            "steps": {
                "selectVideoTitle": "Selecciona un video de Youtube",
                "selectVideoParagraph": "Busca tu v铆deo en Youtube y copia su enlace URL.",
                "pasteLinkTitle": "Pegar el enlace URL de Youtube",
                "pasteLinkParagraph": "Una vez que hayas copiado el enlace URL, p茅galo en el campo de b煤squeda del descargador.",
                "downloadTitle": "Descarga tu v铆deo a MP3 | MP4",
                "downloadParagraph": "Haz clic en el bot贸n de descarga para empezar a descargar tu v铆deo en formato mp3 | mp4.",
                "uploadTitle": "Tu m煤sica y tus v铆deos siempre contigo",
                "uploadParagraph": "En las opciones adicionales, seleccione el alojamiento en la nube y siga los siguientes pasos."
            }
        },
        "moreOptions": {
            "copyrightClaims": "Aviso de copyright"
        },
        "copyrightClaims": {
            "title": "Reclamaciones de derechos de autor",
            "information": "<p>Respetamos los derechos de propiedad intelectual de otros y le pedimos que haga lo mismo. No permitimos actividades que infrinjan los derechos de autor y suspenderemos de inmediato el contenido protegido por derechos de autor (servido a trav茅s de una direcci贸n web / URL disponible p煤blicamente) para que su plataforma no pueda convertirlo y descargarlo cuando se le notifique amablemente.</p><br><p>Si usted es un creador / propietario de contenido, propietario de derechos de autor o un agente de los mismos y desea deshabilitar el posible uso de nuestra web para convertir sus contenidos disponibles p煤blicamente, env铆enos una solicitud por correo electr贸nico con la informaci贸n se indica a continuaci贸n y pondremos en la lista negra los contenidos en nuestro sistema dentro de las 48 horas.</p><br><p>Todas las notificaciones que no sean relevantes para nosotros o que no sean efectivas en virtud de la ley no recibir谩n ninguna respuesta o acci贸n al respecto.</p><p>Una notificaci贸n efectiva de una supuesta infracci贸n debe ser una comunicaci贸n escrita a nuestro correo electr贸nico que incluya sustancialmente lo siguiente:</p><ul><li>Identificaci贸n de la obra protegida por derechos de autor que se cree que se ha infringido. Por favor, describa la obra y, cuando sea posible, incluya una copia o la ubicaci贸n (por ejemplo, una URL) de una versi贸n autorizada de la obra.</li><li>Identificaci贸n del material que se cree que est谩 infringiendo y su ubicaci贸n o, en el caso de los resultados de la b煤squeda, identificaci贸n de la referencia o enlace al material o actividad que se alega que est谩 infringiendo. Describa el material y proporcione una URL o cualquier otra informaci贸n pertinente que nos permita localizar el material en el sitio web o en Internet</li><li>Informaci贸n que nos permita ponernos en contacto con usted, incluida su direcci贸n, n煤mero de tel茅fono y su direcci贸n de correo electr贸nico.</li><li>Una declaraci贸n de que cree de buena fe que el uso del material objeto de la reclamaci贸n no est谩 autorizado por usted, su agente o la ley. </li><li>Una declaraci贸n de que la informaci贸n contenida en la notificaci贸n es exacta y que, bajo pena de perjurio, usted es el propietario o est谩 autorizado a actuar en nombre del propietario de la obra presuntamente infringida.</li><li>Una firma f铆sica o electr贸nica del titular de los derechos de autor o de un representante autorizado. </li></ul><p>Si un resultado de b煤squeda en su sitio web se elimina en virtud de una notificaci贸n de supuesta infracci贸n de los derechos de autor, puede proporcionarnos una contranotificaci贸n, que debe ser una comunicaci贸n escrita a nuestro correo electr贸nico indicado anteriormente y satisfactoria para nosotros que incluya sustancialmente lo siguiente:</p><ul><li>Su firma f铆sica o electr贸nica</li><li>Identificaci贸n del material que se ha eliminado o cuyo acceso se ha deshabilitado y la ubicaci贸n en la que aparec铆a el material antes de que se eliminara o se deshabilitara el acceso a 茅l. </li><li>Una declaraci贸n bajo pena de perjurio de que usted cree de buena fe que el material fue eliminado o inhabilitado como resultado de un error o una identificaci贸n err贸nea del material que debe ser eliminado o inhabilitado.</li><li>Su nombre, direcci贸n, n煤mero de tel茅fono, direcci贸n de correo electr贸nico y una declaraci贸n de que usted consiente la jurisdicci贸n de los tribunales en la direcci贸n que usted proporcion贸 en la que se encuentra el supuesto propietario de los derechos de autor.</li><li>Una declaraci贸n de que usted aceptar谩 la notificaci贸n del proceso del supuesto propietario de los derechos de autor o su agente.</li></ul>"
        }
    }
}
