{
    "pages": {
        "home": {
            "title": "Youtube Video Downloader",
            "buttonDownload": "Descargar",
            "labelMp3": "MP3",
            "labelMp4": "MP4",
            "actionSheet": {
                "header": "Opciones adicionales",
                "optionUploadDrive": "Subir a Google Drive",
                "optionUploadDropbox": "Subir a Dropbox",
                "optionCancel": "Cancelar"
            },
            "validations": {
                "errorWrongYoutubeUrl": "La URL del video de Youtube es incorrecta"
            }
        }
    },
    "components": {
        "info": {
            "title": "Información acerca del Descargador de Videos de Youtube",
            "features": {
                "fastTitle": "Descarga rápido vídeos de YouTube a ficheros MP3 | MP4",
                "fastParagraph": "Sin duda, el descargador de vídeo mp3 | mp4 más rápido que puedes encontrar en Internet.",
                "freeTitle": "Descargador de vídeos de Youtube gratuito y sin publicidad",
                "freeParagraph": "De forma gratuita y sin molestos anuncios que aparecen con cada descarga.",
                "noSoftwareTitle": "Descarga tu vídeo sin necesidad de instalar ningún software",
                "noSoftwareParagraph": "Sin necesidad de iniciar sesión, sin necesidad de compartir tu información personal,...",
                "uploadTitle": "Sube tu música o vídeos a la nube en un instante",
                "uploadParagraph": "Sube tu archivo mp3 o mp4 a tu servicio de almacenamiento en la nube favorito."
            },
            "steps": {
                "selectVideoTitle": "Selecciona un video de Youtube",
                "selectVideoParagraph": "Busca tu vídeo en Youtube y copia su enlace URL.",
                "pasteLinkTitle": "Pegar el enlace URL de Youtube",
                "pasteLinkParagraph": "Una vez que hayas copiado el enlace URL, pégalo en el campo de búsqueda del descargador.",
                "downloadTitle": "Descarga tu vídeo a MP3 | MP4",
                "downloadParagraph": "Haz clic en el botón de descarga para empezar a descargar tu vídeo en formato mp3 | mp4.",
                "uploadTitle": "Tu música y tus vídeos siempre contigo",
                "uploadParagraph": "En las opciones adicionales, seleccione el alojamiento en la nube y siga los siguientes pasos."
            }
        },
        "moreOptions": {
            "copyrightClaims": "Aviso de copyright"
        },
        "copyrightClaims": {
            "title": "Reclamaciones de derechos de autor",
            "information": "<p>Respetamos los derechos de propiedad intelectual de otros y le pedimos que haga lo mismo. No permitimos actividades que infrinjan los derechos de autor y suspenderemos de inmediato el contenido protegido por derechos de autor (servido a través de una dirección web / URL disponible públicamente) para que su plataforma no pueda convertirlo y descargarlo cuando se le notifique amablemente.</p><br><p>Si usted es un creador / propietario de contenido, propietario de derechos de autor o un agente de los mismos y desea deshabilitar el posible uso de nuestra web para convertir sus contenidos disponibles públicamente, envíenos una solicitud por correo electrónico con la información se indica a continuación y pondremos en la lista negra los contenidos en nuestro sistema dentro de las 48 horas.</p><ul><li> Las URL de los contenidos que desea que bloqueemos.</li><li> Una forma de evidencia electrónica o física que muestra que usted tiene los derechos sobre el | los contenidos.</li><li> Información de contacto (número de teléfono o una dirección de correo electrónico válida).</li></ul>"
        }
    }
}
